[Language]
; The language's name in your native language and, optionally,
; the English name of the language (e.g. in brackets)
Name=Dansk (Danish)
; To translators: Add your name, nick, and/or translation date here if you want to.
; Note that this string isn't currently shown anywhere in the plugin.
Translator=petermad



; Strings in this section are used in several places of the plugin
[Common]
Yes=Ja
No=Nej

StateRunning=Startet
StateStopped=Stoppet
StatePaused=Midlertidigt afbrudt
StatePausePending=Venter på midlertidig afbrydelse
StateContinuePending=Venter på at fortsætte
StateStartPending=Venter på at starte
StateStopPending=Venter på at stoppe

StartupAutomaticDelayed=Automatisk (Forsinket)
StartupAutomatic=Automatisk
StartupManual=Manuel
StartupDisabled=Deaktiveret

; Some Actions
ActionStarting=Starter %s
ActionStopping=Stopper %s
ActionPausing=Afbryder midlertidigt %s

; Remote Computer Management
RemoteComputer=Remote Computer
AddRemoteComputer=Tilføj



; Strings in this section are used when
; a service "file" is viewed with F3
[GetFile]
ComputerName=Navn på computer
ServiceName=Navn på tjeneste
DisplayName=Vist Navn
Description=Beskrivelse
BinaryPath=Sti til ekseverbar fil
StartupType=Starttype
State=Tjenestestatus
DesktopInteraction=Interaktion med Skrivebord
OwnProcess=Har egen proces
LogonAs=Log på som
RequiredPrivileges=Krævede priviligier



; Strings in this section are used when the service's
; properties are opened, i.e. (Alt+)Enter is pressed
[fmSvcProperties]
fmSvcProperties=Egenskaber for %s

; Some common form components
btnOK=OK
btnCancel=Annuller
btnApply=&Udfør
tsGeneral=Generelt
tsAdvanced=Avanceret
tsDependencies=Afhængighed

; TabSheet General
lblServiceName=Navn på tjeneste:
lblDisplayName=Vist &Navn:
lblDescription=&Beskrivelse:
lblBinaryPath=Sti til &ekseverbar fil:
lblStartupType=S&tarttype:
lblState=Tjenestestatus:
popupExecutableShowProperties=Vis egenskabe&r for eksekverbar fil
popupExecutableViewInSeparateLister=Vis eksekeverbare fil i TC's &Lister (separat proces)

btnStart=&Start
btnPause=&Pause
btnStop=St&op
btnRestart=Gensta&rt
; Please don't make a keyboard shortcut for the delete button!
btnDelete=Slet
lblQueryError=Bemærk: Der opstod en fejl under forespørgsel af konfigurationen for tjenesten (Fejlkode %d). Informationen om denne kan være inkomplet og/elle ukorrekt!

; TabSheet Advanced
lblLogonAs=Log på som:
lblPassword=A&dgangskode:
lblPasswordConfirm=&Bekræft adgangskode:
lblErrorControl=F&ejlkontrol:
checkInteractive=Tillad tjenesten at fungere interaktivt med &Skrivebord
radioLocalSystem=&Lokal systemkonto
radioLocalService=Lokal&tjenestekonto
radioThisAccount=D&enne konto:
radioNetworkService=&Netværkstjenestekonto
comboErrorControl=Ignorer\nNormal\nAlvorlig\nKritisk
btnBrowse=&Gennemse...
checkOwnProcess=Tjenesten kører i egen pr&oces
checkWow64=Tjenesten er WOW64 (32 bit tjeneste under 64 bit Windows)
btnLaunchMMC=Start &MMC Snap-in (services.msc) med denne computer

; TabSheet Dependencies
lblDependent=Følgende tjenester er afhængig af  "%s":
lblDependencies="%s"  er afhængig af følgende tjenester:
TypeDriver=[Driver]
TypeGroup=[Gruppe]

; Messages in TabSheet Dependencies
MsgNoDependencies=Ingen afhængighed
MsgWarn1=Warning: Ikke alle afhængigheder kunne bestemmes!
MsgWarn2=Mest sandsynlige årsage: Manglende administrative rettigheder.

; Dialogs
DlgDeleteText=Ønsker du virkelig at slette %s?
DlgDeleteTitle=Slet %s?

DlgDependentsRunning1=Når %s bliver stoppet, så vil disse tjenester også blive stoppet.
DlgDependentsRunning2=Ønsker du at stoppe disse tjenester?

DlgDependenciesStopped1=Når %s bliver startet, så vil disse tjenester også blive startet.
DlgDependenciesStopped2=Ønsker du at starte disse tjenester?

DlgConfirmAddAccountRight=For at køre en tjeneste som "%s", skal kontoen tildeles rettighed til at logge på som en tjeneste (%s).\n\nFortsæt?
DlgAccountRightAdded=Kontoen "%s" er succesfuldt blevet tildelt rettigheden.
DlgAccountRightNotAdded=Fejl under tildeling af rettigheden til "%s"!\nFejlen var: %s (%u).
DlgPasswordsDiffer=Adgangskoderne stemmer ikke overens!
DlgInvalidAccount=Det angivne kontonavn er ikke gyldigt!



[fmPluginSettings]
fmPluginSettings=Indstillinger
lblLanguage=&Sprog:
checkShowState=&Vis tjenestestatus i TC's kolonne for filtype
checkShowSvcNameAsName=Vis Service&navn i stedet for Vist navn i TC's panel
checkClassicTreeStyle=Benyt &klassisk visning af afhængigheds-træer
checkAllowDeleteInPanel=&Tillad sletning af tjenester i TC's panel
checkLoadCustomColumns=Indlæs &Brugerbestemt visning når plugin-mappen åbnes
lblClassicTreeStyle=Anvend plus/minus tegn i stedet for trekanter under Vista og nyere
checkEnableRemoteManagement=Slå &Remote Computer håndtering til
checkToolsShowIcons=Vis &ikoner i lister for interne/eksterne værktøjer
checkAddSvcNameToDependencyTrees=Vis servicenavn i afhængighe&ds-træer
lblIniLocation=Plac&ering af opsætningsfil for plugin:
btnOK=OK
btnCancel=Annuller
DlgReloadSettings=Klik OK efter redigering for at genindlæse plugin-indstillingerne.



[fmAddRemoteComputer]
fmAddRemoteComputer=Tilføj Remote Computer
lblComputerName=Navn på &Remote Computer:
btnBrowse=&Gennemse...
btnOK=&Tilføj
btnCancel=Annuller
DlgSelectComputer=Vælg den computer, der skal tilføjes listen
